<Qucs Schematic 24.4.1>
<Properties>
  <View=-153,68,871,669,0.995117,0,0>
  <Grid=10,10,1>
  <DataSet=BOUNCE.dat>
  <DataDisplay=BOUNCE.dpl>
  <OpenDisplay=0>
  <Script=BOUNCE.m>
  <RunScript=0>
  <showFrame=0>
  <FrameText0=Название>
  <FrameText1=Чертил:>
  <FrameText2=Дата:>
  <FrameText3=Версия:>
</Properties>
<Symbol>
  <.PortSym 40 20 1 0 P1>
</Symbol>
<Components>
  <GND * 1 270 500 0 0 0 0>
  <.TR TR1 1 -110 130 0 99 0 0 "lin" 1 "0" 1 "2 ms" 1 "200" 0 "Trapezoidal" 0 "2" 0 "1 ns" 0 "1e-16" 0 "150" 0 "0.001" 0 "1 pA" 0 "1 uV" 0 "26.85" 0 "1e-3" 0 "1e-6" 0 "1" 0 "CroutLU" 0 "no" 0 "yes" 0 "0" 0>
  <Port P1 1 640 170 4 -46 0 2 "1" 1 "analog" 0 "v" 0 "" 0>
  <R R1 1 270 250 -80 -26 0 3 "40 kOhm" 1 "26.85" 0 "0.0" 0 "0.0" 0 "26.85" 0 "european" 0>
  <R R2 1 370 170 -26 15 0 0 "10 kOhm" 1 "26.85" 0 "0.0" 0 "0.0" 0 "26.85" 0 "european" 0>
  <vPWL V1 1 270 330 44 -26 0 1 "PWL(0 5 100u 5 110u 0 200u 0 210u 5 300u 5 310u 0 400u 0 410u 5 500u 5 510u 0 600u 0 610u 5 650u 5 660u 0 700u 0 710u 5 750u 5 760u 0 800u 0 810u 5 850u 5 860u 0 900u 0 910u 5 950u 5 960u 0)" 0 "" 0 "" 0 "" 0 "" 0 "" 0 "" 0 "" 0 "" 0 "" 0>
  <VProbe Pr1 1 660 280 -16 28 0 3>
  <C C1 1 480 280 17 -26 0 1 "24 nF" 1 "" 0 "neutral" 0>
</Components>
<Wires>
  <270 390 270 500 "" 0 0 0 "">
  <270 390 480 390 "" 0 0 0 "">
  <480 170 640 170 "" 0 0 0 "">
  <400 170 480 170 "" 0 0 0 "">
  <270 170 270 220 "" 0 0 0 "">
  <270 170 340 170 "" 0 0 0 "">
  <480 170 480 250 "" 0 0 0 "">
  <480 310 480 390 "" 0 0 0 "">
  <270 360 270 390 "" 0 0 0 "">
  <270 280 270 300 "" 0 0 0 "">
  <480 390 640 390 "" 0 0 0 "">
  <640 290 640 390 "" 0 0 0 "">
  <640 170 640 270 "" 0 0 0 "">
</Wires>
<Diagrams>
  <Rect 590 620 240 160 3 #c0c0c0 1 00 1 0 0.2 1 1 -0.1 0.5 1.1 1 -0.1 0.5 1.1 315 0 225 1 0 0 "" "" "">
	<"ngspice/tran.v(pr1)" #0000ff 0 3 0 0 0>
  </Rect>
</Diagrams>
<Paintings>
</Paintings>
