<Qucs Schematic 24.4.1>
<Properties>
  <View=126,-8,1160,599,0.985493,0,0>
  <Grid=10,10,1>
  <DataSet=PULLDOWN_SWITCH_ON.dat>
  <DataDisplay=PULLDOWN_SWITCH_ON.dpl>
  <OpenDisplay=0>
  <Script=PULLDOWN_SWITCH.m>
  <RunScript=0>
  <showFrame=0>
  <FrameText0=Название>
  <FrameText1=Чертил:>
  <FrameText2=Дата:>
  <FrameText3=Версия:>
</Properties>
<Symbol>
  <.PortSym 40 20 1 0 P>
</Symbol>
<Components>
  <GND * 1 350 460 0 0 0 0>
  <VProbe Pr1 1 750 320 -16 28 0 3>
  <VProbe Pr2 1 750 130 -16 28 0 3>
  <Vdc V 1 180 230 18 -26 0 1 "5 V" 0>
  <Port P 1 730 230 4 -29 0 2 "1" 0 "analog" 0 "v" 0 "" 0>
  <R R1 1 350 320 15 -26 0 1 "100 kOhm" 0 "26.85" 0 "0.0" 0 "0.0" 0 "26.85" 0 "european" 0>
  <Switch S 1 350 140 -18 -26 0 3 "off" 0 "2 ms; 2ms; 2ms; 2ms; 2ms; 1ms; 1ms; 1ms; 1ms; 1ms; 1ms; 1ms; 1ms; 1ms; 1ms; 500us; 500us; 500us; 500us; 500us; 500us; 500us; 500us; 500us; 500us; 500us; 500us; 500us; 500us; 500us; 500us; 500us; 500us; 500us; 500us" 0 "1e-9" 0 "1e12" 0 "26.85" 0 "1e-6" 0 "spline" 0>
  <R R2 1 490 230 -26 15 0 0 "10 kOhm" 0 "26.85" 0 "0.0" 0 "0.0" 0 "26.85" 0 "european" 0>
  <C C 1 600 140 17 -26 0 1 "3.3 uF" 0 "" 0 "neutral" 0>
  <.TR TR1 1 860 60 0 70 0 0 "lin" 1 "0" 1 "100 ms" 1 "200" 0 "Trapezoidal" 0 "2" 0 "1 ns" 0 "1e-16" 0 "150" 0 "0.001" 0 "1 pA" 0 "1 uV" 0 "26.85" 0 "1e-3" 0 "1e-6" 0 "1" 0 "CroutLU" 0 "no" 0 "yes" 0 "0" 0>
</Components>
<Wires>
  <180 50 350 50 "" 0 0 0 "">
  <180 50 180 200 "" 0 0 0 "">
  <180 260 180 400 "" 0 0 0 "">
  <180 400 350 400 "" 0 0 0 "">
  <350 350 350 400 "" 0 0 0 "">
  <350 400 730 400 "" 0 0 0 "">
  <350 400 350 460 "" 0 0 0 "">
  <730 330 730 400 "" 0 0 0 "">
  <730 230 730 310 "" 0 0 0 "">
  <600 230 730 230 "" 0 0 0 "">
  <350 170 350 230 "" 0 0 0 "">
  <350 50 350 110 "" 0 0 0 "">
  <600 50 600 110 "" 0 0 0 "">
  <600 170 600 230 "" 0 0 0 "">
  <350 230 350 290 "" 0 0 0 "">
  <350 50 600 50 "" 0 0 0 "">
  <520 230 600 230 "" 0 0 0 "">
  <350 230 460 230 "" 0 0 0 "">
  <730 140 730 230 "" 0 0 0 "">
  <600 50 730 50 "" 0 0 0 "">
  <730 50 730 120 "" 0 0 0 "">
</Wires>
<Diagrams>
  <Rect 860 539 259 309 3 #c0c0c0 1 00 1 0 0.01 0.05 1 -0.307767 1 5.30777 1 -1 0.5 1 315 0 225 1 0 0 "" "" "">
	<"ngspice/tran.v(pr1)" #0000ff 0 3 0 0 0>
	<"ngspice/tran.v(pr2)" #ff0000 0 3 0 1 0>
  </Rect>
</Diagrams>
<Paintings>
</Paintings>
